ftp> 200 PORT command successful. Consider using PASV.
?Invalid command
ftp> 150 Here comes the directory listing.
?Invalid command
ftp> -rw-r--r--    1 0        0             107 Jun 03  2016 note
?Invalid command
ftp> 226 Directory send OK.
?Invalid command
ftp> ftp> get note
?Invalid command
ftp> ^C
ftp> ^C
ftp> lcea
?Invalid command
ftp> 
ftp> asdasd